Repository: Bjoern3003/BuddyForms
Catalog: languages/buddyforms-*.po
Languages: de_de, it_it

source: User Front End Posting and Form Builder for WordPress.
de_de: Front End Posts für Benutzer und Form Ersteller für WordPress.
it_it: Usare Front End Posting e Form Builder per WordPress.

source: Delete
de_de: Löschen
it_it: Eliminare

source: none
de_de: keine
it_it: nessuno

source: BuddyForms License Activation
de_de: BuddyForms Lizenz aktivieren
it_it: Attivazione Licenza BuddyForms

source: Save Changes
de_de: Einstellungen speichern
it_it: Salvare

source: Deactivates plugin license so it can be used on another blog.
de_de: Plug-In Lizenz deaktivieren damit sie in einem anderen Blog benutzt werden kann.
it_it: Disattivare la Licenza del Plugin per usarlo in un altro Blog.

source: Attache a BuddyForm
de_de: Verknüpfen mit BuddyForm
it_it: Allegato a BuddyForm

source: Select the form
de_de: Form auswählen
it_it: Selezionare il Form

source: You are not allowed to delete this entry! What are you doing here?
de_de: Keine Berechtigung zum löschen dieses Eintrags!
it_it: Il tuo Account non può Eliminare questa Entry! Che cosa stai facendo qui?

source: There has been an error uploading the image.
de_de: Es ist ein Fehler beim Hochladen des Bildes aufgetreten.
it_it: C'è stato un Errore nel Caricamento dell'Immagine.

source: Previously restored by %1$s %2$s, %3$s ago (%4$s)
it_it: Previsionalmente ripristinato da %1$s %2$s, %3$s fa (%4$s)

source: Permanent Link to
de_de: Permanenter Link zu
it_it: Link Permanente a

source: Created
de_de: Erstellt
it_it: Creato

source: Edit
de_de: Bearbeiten
it_it: Modificare

source: There were no posts found.
de_de: Es wurden keine Posts gefunden.
it_it: Nessun Articolo trovato.

source: You are not allowed to edit this post. What are you doing here?
de_de: Keine Berechtigung zum Editieren!
it_it: Il tuo Account non può Modificare questo Articolo. Che cosa stai facendo qui?

source: Error! There was a problem submitting the post ;-(
de_de: Fehler! Es ist ein Problem beim Senden des Posts aufgetreten ;-(
it_it: Errore! C'è stato un Problema nell'Inserire l'Articolo ;-(

source: Title:
de_de: Titel:
it_it: Titolo:

source: Description:
de_de: Beschreibung:
it_it: Descrizione:

source: Add New Form
de_de: Neue Form erstellen
it_it: Aggiungere un Nuovo Form

source: Documentation
de_de: Dokumentation
it_it: Documentazione

source: Submit a Support Ticket
de_de: Support Ticket senden
it_it: Inviare un Support Ticket

source: Submit your Ideas
it_it: Inviare Idea

source: Add New
it_it: Aggiungere Nuovo

source: You do not have sufficient permissions to access this page.
de_de: Unzureichende Berechtigungen um diese Seite zu sehen.
it_it: Il tuo Account non può accedere a questa Pagina

source: Settings saved
de_de: Einstellungen gespeichert
it_it: Impostazioni salvate

source: Select All
de_de: Alles auswählen
it_it: Seleziona tutto

source: Name
it_it: Nome

source: Attached Post Type
it_it: Allegato Tipo Articolo

source: Attached Page
de_de: Seite anhängen
it_it: Allegato Pagina

source: No Forms here so far...
de_de: Keine Forms bis jetzt...
it_it: Non ci sono Form qui vicino...

source: Create A New Form
de_de: Neue Form erstellen
it_it: Creare un Nuovo Form

source: Save Form Settings
de_de: Form Einstellungen speichern
it_it: Salvare Impostazioni Form

source: Cancel
de_de: Abbrechen
it_it: Cancellare

source: Form Elements
de_de: Form Elemente
it_it: Elementi Form

source: Classic Fields
de_de: Klassische Felder
it_it: Campi Classici

source: Comments
de_de: Kommentare
it_it: Commenti

source: Post Status
it_it: Stato Articolo

source: Form Settings for
it_it: Impostazioni Form per

source: Save new order
it_it: Salvare Nuovo Ordine

source: Load new element
it_it: Caricare Nuovo Elemento

source: Add additional form elements from the right box "Form Elements". Change the order via drag and drop.
it_it: Aggiungere un ulteriore Elementi Form dal Box nella Sidebar destra chiamato "Elementi Form". Cambiare l'ordine via Drag and Drop.

source: Enter Title here, e.g. Movies
it_it: Entrare qui il Titolo, es. Movies

source: Enter Singluar Name here, e.g. Movie
it_it: Entrare qui il Singolo Nome, es. Movie

source: Post Type
de_de: Post Typ
it_it: Tipo Articolo

source: Select which post type should be created on form submission.
it_it: Selezionare quale tipo d'Articolo vorrai creare nell'inserimento del Form.

source: Attach a page to this form
de_de: Seite zu dieser Form hinzufügen
it_it: Allegare una Pagina a questo Form

source: Select a page for the authors, call it e.g. "My Posts".
it_it: Selezionare una Pagina per l'Autore, chiamata ad esempio "My Posts".

source: <br>Or you can create a new Page.<br><i>Enter the title of the new page here: </i>
it_it: <br>O puoi creare una Nuova Pagina.<br><i>Entrare il Titolo della Nuova Pagina qui: </i>

source: e.g. My Movies
de_de: zB. Filme
it_it: es. My Movies

source: Create New Form
de_de: Neue Form erstellen
it_it: Creare Nuovo Form

source: Create Form
de_de: Form erstellen
it_it: Creare Form

source: Moderation
it_it: Moderazione

source: Post status on form submission:
de_de: Post Status bei Form Übermittlung
it_it: Stato dell'Articolo all'inserimento nel Form:

source: Comment status on form submission:
de_de: Kommentar Status bei Form Übermittlung
it_it: Stato del Commento all'inserimento del Form:

source: Revision
it_it: Revisione

source: License Activation
it_it: Attivazione Licenza

source: Activate License
de_de: Lizenz aktivieren
it_it: Attivazione Licenza

source: License Deactivation
it_it: Disattivazione Licenza

source: Featured Image
it_it: Immagine In Evidenza

source: Enable frontend revison control.
it_it: Permetter il Controllo Revisione dal Frontend.

source: The link to the backend will be changed
it_it: Il Link al Backend sarà cambiato

source: to use the frontend editing.
it_it: per usare la Modifca dal Frontend.

source: Select the form to use
de_de: Form auswählen
it_it: Selezionare il Form da usare

source: Select the post type
de_de: Post Typ auswählen
it_it: Selezionare il Tipo d'Articolo

source: Add Form Now
de_de: Jetzt neue Form hinzufügen
it_it: Aggiungere Form

source: Create a new
de_de: Erstelle neue(n)
it_it: Creare uno nuovo

source: The
de_de: Eintrag
it_it: Il

source: has been successfully updated
de_de: wurde erfolgreich aktualisiert
it_it: è stato aggiornato con successo

source: has been successfully created
de_de: wurde erfolgreich erstellt
it_it: è stato creato con successo

source: Content
de_de: Inhalt
it_it: Contenuto

source: Featured Image:
de_de: Vorschaubild:
it_it: Immagine In Evidenza:

source: Submit
de_de: Senden
it_it: Inviare

source: View my
de_de: Ansehen meiner
it_it: Vedere il Mio

source: New
de_de: Neu
it_it: Nuovo

source: Previous Entries
de_de: Vorherige Einträge
it_it: Precendente

source: Next Entries
de_de: Weitere Einträge
it_it: Prossimo

source: Required
de_de: Benötigt
it_it: Richiesto

source: _name will create a hidden post meta field
de_de: _name wird ein verstecktes Post Meta Feld erstellen
it_it: _name sarà creato e nascosto al Campo Meta dell'Articolo

source: Description
de_de: Beschreibung
it_it: Descrizione

source: Multiple
de_de: Mehrere
it_it: Multiplo

source: Show 'Select an Option'
de_de: 'Wähle eine Option' anzeigen
it_it: Mostrare 'Seleziona un Opzione'

source: User can create new
de_de: Benutzer darf neue erstellen
it_it: L'Utente può creare nuovo

source: There are no settings needed so far. You can change the global comment settings in the form control section. If the 'comments' element is added to the form, the user has the possibility to overwrite the global settings and open/close 'comments' for their own post.
it_it: Non c'è bisogno d'impostazioni. Puoi cambiare l'impostazione dei Commenti del Form. Nell'Elemento 'Commenti' aggiunto nel Form, l'Utente ha la possibilità di sovrascrivere l'impostazione open/close 'Commenti' per il proprio Articolo.

source: You can change the global post status settings in the form control section. If the 'status' element is added to the form, the user has the possibility to overwrite the global settings and change the 'status' for their own post.
it_it: Puoi cambiare lo Stato generale dell'impostazioni nella sezione del Form. Nell'Elemento 'Stato' aggiunto nel Form, l'Utente ha la possibilità di sovrascrivere l'impostazione generale e cambiare lo 'Stato' per i propri Articoli.

source: Select the post status you want to make available in the frontend form
it_it: Selezionare quale Stato dell'Articolo vuoi mettere disponibile nel Frontend del Form

source: With the Featured Image Form Element you can add a featured image upload to your form
it_it: Con l'Elemento del Form Immagine In Evidenza puoi aggiungere un Immagine In Evidenza al tuo Form

source: Mail Notification
de_de: Email Benachrichtigung
it_it: Notifica Email

source: Manage User Roles
de_de: Benutzer Rollen verwalten
it_it: Gestire Ruoli Utenti

source: <b>Name</b>
it_it: <b>Nome</b>

source: <b>Singular Name</b>
it_it: <b>Nome al Singolare</b>

source: Add to Admin Bar
it_it: Aggiungere a Admin Bar

source: <b>Status</b>
it_it: <b>Stato</b>

source: <b>Comment Status</b>
it_it: <b>Commento Stati</b>

source: <b>Post Type</b>
it_it: <b>Tipo Articolo</b>

source: Attach Page to this Form
it_it: Allegare Pagina a questo Form

source: Mail Notification Settings for "
de_de: Email Benachrichtigung einstellen für "
it_it: Impostazioni Notifica Email per "

source: Create new Mail Notification
de_de: Neue Email Benachrichtigung erstellen
it_it: Creare Nuova Notifica Email

source: (post or page is visible in the frontend)
de_de: (Post oder Seite ist im Frontend sichtbar)
it_it: (Articolo o Pagina visibile in Frontend)

source: (post or page is in review process)
de_de: (Post oder Seite ist in der Nachprüfung)
it_it: (Articolo o Pagina sono nel processo di Revisione)

source: (post or page is not visible in the frontend for public)
de_de: (Post oder Seite ist im Frontend nicht öffentlich sichtbar)
it_it: (Articolo o Pagina non visibili in Frontend al Pubblico)

source: (post or page is scheduled to publish in the future)
de_de: (Post oder Seite wird in der Zukunft veröffentlicht)
it_it: (Articolo o Pagina programmata la futura Pubblicazione)

source: (not visible to users who are not logged in)
de_de: (nur für eingeloggte Benutzer sichtbar)
it_it: (non visibile agli Utenti quando non sono collegati con l'Account)

source: (post is in trash)
de_de: (Post im Mülleimer)
it_it: (l'Articolo è nel cestino)

source: Sent mail to
de_de: Email senden an
it_it: Spedire Email a

source: Add mail to addresses separated with ','
de_de: Email Adresse(n) ergänzen und mit ',' trennen
it_it: Aggiungere un Indirizzo Email separato con ','

source: Subject
de_de: Betreff
it_it: Soggetto

source: Capabilities updated
de_de: Fähigkeiten aktualisiert
it_it: Capabilità Aggiornate

source: Roles and Capabilities Settings for "
de_de: Rollen und Fähigkeiten einstellen für "
it_it: Impostazioni Ruoli e Capabilità per "

source: Target
de_de: Ziel

source: Taxonomy
de_de: Texonomie

source: Taxonomy Order
de_de: Taxonomie Reihenfolge

source: Value:
de_de: Wert:

source: Values
de_de: Werte

source: Entry
de_de: Eintrag

source: move
de_de: verschieben

source: Textarea
de_de: Textbereich

source: Mail
de_de: Email

source: Hidden
de_de: Versteckt

source: File
de_de: Datei

source: Create New
de_de: Neue erstellen

source: You do not have the required user role to use this form
de_de: Falsche Benutzerrolle für diese Form
